Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: So one is greatly tempted to attribute to tradition a special power: it “can bind and unbind.” But the fact that such a responsibility was given in the providence of God does not mean that tradition is to be the supreme arbiter above the Bible.
pt: Assim, alguém é grandemente tentado a atribuir à tradição um poder especial: “pode unir e desvincular”. Mas o fato de que tal responsabilidade foi dada na providência de Deus não significa que a tradição seja o supremo árbitro acima da Bíblia.

source: So the Sacred Scriptures had become a welcome comfort.
pt: Então as Sagradas Escrituras se tornaram um bem-vindo conforto.

source: So the great Hillel taught: “The man of strength is he who makes his enemy into a friend.”
pt: Então o grande Hillel ensinou: "O homem de força é aquele que faz de seu inimigo um amigo".

source: So the invisible, the unverifiable, becomes the last resort in the effort to spin fables on Jewish differences.
pt: Assim, o invisível, o não verificável, torna-se o último recurso no esforço de criar fábulas sobre diferenças judaicas.

source: So the people turned to the scrolls and to the best-known teachers.
pt: Então as pessoas se voltaram para os pergaminhos e para os professores mais conhecidos.

source: So the worshipers followed attentively the discourse of the visiting rabbi from Jerusalem.
pt: Assim, os fiéis seguiram atentamente o discurso do rabino visitante de Jerusalém.

source: So then, I of myself serve the law of God with my mind.” Romans 7:22-25.
pt: Assim, eu mesmo sirvo a lei de Deus com a minha mente. ”Romanos 7: 22-25.

source: So these industrious souls, like intellectual gourmets, take a little here and a little more from over there, determined to create for themselves a personal religion - a philosophy of their own.
pt: Assim, essas almas industriosas, como os gourmets intelectuais, ficam um pouco mais aqui e um pouco mais de lá, determinadas a criar para si uma religião pessoal - uma filosofia própria.

source: So to say that the Bible is a collection of legends is, for a Hebrew, to discredit at the same time the Bible’s message.
pt: Então, dizer que a Bíblia é uma coleção de lendas é, para um hebreu, desacreditar ao mesmo tempo a mensagem da Bíblia.

source: So we must descend beyond the crust of recent traditions.
pt: Portanto, devemos descer além da crosta das tradições recentes.

source: So what!
pt: E daí!

source: So who can dare sort out the guilt of that tragic day?
pt: Então, quem pode ousar resolver a culpa daquele dia trágico?

source: Some 2000 years later, Saul of Tarsus, the first and the greatest theologian produced by Christianity, had to go through the same experience.
pt: Uns 2000 anos depois, Saulo de Tarso, o primeiro e maior teólogo produzido pelo cristianismo, teve que passar pela mesma experiência.

source: Some even doubt the monster’s existence.
pt: Alguns até duvidam da existência do monstro.

source: Some forty years before, Ezekiel (a prophet who also had been exiled to Babylon about the same time Daniel was) was given a vision in which he witnessed the destruction of Jerusalem}/^ to come, Ezekiel’s message, with its theological context (sins of the people), historical context (destruction of Jerusalem), and geographical context (in exile) paralleled Daniel’s concern.
pt: Cerca de quarenta anos antes, Ezequiel (um profeta que também havia sido exilado na Babilônia na mesma época em que Daniel) recebeu uma visão em que testemunhou a destruição de Jerusalém, a mensagem de Ezequiel, com seu contexto teológico (pecados do povo), contexto histórico (destruição de Jerusalém) e contexto geográfico (no exílio) em paralelo com a preocupação de Daniel.

source: Some see here an allusion to mankind, others to the people of Israel; still others, as shown by the Septuagint translation,92 think this is an allusion to a specific man.93
pt: Alguns vêem aqui uma alusão à humanidade, outros ao povo de Israel; outros ainda, como mostra a tradução da Septuaginta, acham que isso é uma alusão a um homem específico.93

source: Some self-styled Christ occasionally appears, claiming to be a reincarnation of Jesus of Nazareth.
pt: Algum Cristo auto-intitulado ocasionalmente aparece, afirmando ser uma reencarnação de Jesus de Nazaré.

source: Sometimes Jesus and the God of the New Testament are contrasted with the God of Israel, with Yahweh the God of battle, the God of the Jews.
pt: Às vezes, Jesus e o Deus do Novo Testamento são contrastados com o Deus de Israel, com Javé, o Deus da batalha, o Deus dos judeus.

source: Sometimes the message is found in their semantics and their phonetics.
pt: Às vezes a mensagem é encontrada em sua semântica e sua fonética.

source: Sometimes they saw Him with a scepter in His hand, every whit a king bedecked with a divine majesty - in the wake of Jerusalem; sometimes He came to them humbled and tortured by human suffering - in the wake of Bethlehem.160 Had not the Bible announced two comings of the Messiah?
pt: Às vezes eles O viram com um cetro na mão, cada um com um rei enfeitado com uma majestade divina - na esteira de Jerusalém; às vezes, Ele veio a eles humilhado e torturado pelo sofrimento humano - na esteira de Belém.160 Não havia a Bíblia anunciado duas vindas do Messias?

source: Sometimes, of course, they were shocked, unhappy, and went on their way mumbling their objections.
pt: Às vezes, é claro, ficavam chocados, infelizes e seguiam seu caminho resmungando suas objeções.

source: Soon the Jews were cursed, then hunted, then confined to their own quarters, then gassed.
pt: Logo os judeus foram amaldiçoados, depois caçados, depois confinados em seus próprios aposentos, depois envenenados com gás.

source: Soon, well-cut statues of a God in perpetual agony would appear everywhere.
pt: Logo, estátuas bem cortadas de um Deus em perpétua agonia apareceriam em todos os lugares.

source: Soren Kierkegaard, Training in Christianity (Princeton, 1944), pp.
pt: Soren Kierkegaard, Treinamento no Cristianismo (Princeton, 1944), pp.

source: Speaking of the New Jerusalem - a kingdom in which justice and peace will reign (the Messianic Jerusalem) - Jeremiah confers the name of “Yahweh Our Justice.” Jeremiah 33:16.
pt: Falando da Nova Jerusalém - um reino no qual a justiça e a paz irão reinar (a Jerusalém messiânica) - Jeremias confere o nome de “Yahweh Our Justice.” Jeremias 33:16.

source: Starting with this passage, the Midrash was led to discern in the first words of the story of Creation a shadow of the Messiah: “Genesis 1:2: ‘The Spirit of God was moving over the face of the waters’ indicates that the spirit of Messiah King was present, as written in Isaiah 11:2: ‘The Spirit of the Lord shall rest upon him.’ “141
pt: Começando com esta passagem, o Midrash foi levado a discernir nas primeiras palavras da história da Criação uma sombra do Messias: “Gênesis 1: 2: 'O Espírito de Deus estava se movendo sobre a face das águas' indica que o espírito do rei Messias estava presente, como está escrito em Isaías 11: 2: 'O Espírito do Senhor repousará sobre ele'. “141

source: Step by step, according to an expression dear to Maurice Clavel, man “pushes God out of his life” and thus finds himself in a strange land.
pt: Passo a passo, segundo uma expressão cara a Maurice Clavel, o homem “afasta Deus da sua vida” e, assim, encontra-se numa terra estranha.

source: Still others must be assigned a part in this fatal guilt: the many Romans and Jews, civilians and soldiers, who passed by that day.
pt: Outros ainda devem receber uma parte dessa culpa fatal: os muitos romanos e judeus, civis e soldados que passaram naquele dia.

source: Such Christians run the risk of someday falling into intolerance.
pt: Esses cristãos correm o risco de algum dia cair na intolerância.

source: Such a contradiction may surprise our scientifically conditioned minds, which may have difficulty with one person’s being both victim and priest at the same time!
pt: Tal contradição pode surpreender nossas mentes cientificamente condicionadas, que podem ter dificuldades em que uma pessoa seja vítima e sacerdote ao mesmo tempo!

source: Such a dream seems almost a fantasy.
pt: Tal sonho parece quase uma fantasia.

source: Such a “change” diminishes a living faith and transforms it into a purely intellectual mutation.
pt: Tal "mudança" diminui uma fé viva e a transforma em uma mutação puramente intelectual.

source: Such also took part in the killing of God.
pt: Tais também participaram da morte de Deus.

source: Such an experience has no relationship, of course, with the so-called “terror” of the Old Testament, which some find pleasure in placing in opposition to the “grace” of the gospel.
pt: Tal experiência não tem relação, é claro, com o chamado “terror” do Antigo Testamento, que alguns acham prazer em colocar em oposição à “graça” do evangelho.

source: Such are deceitful and cowardly on the one hand but upright on the other, the same as all other people.
pt: Tais são enganosos e covardes por um lado mas retos por outro, o mesmo que todas as outras pessoas.

source: Such are the facts in the case.
pt: Tais são os fatos no caso.

source: Such awareness is favorable to the development of certain psychological conditions.
pt: Essa consciência é favorável ao desenvolvimento de certas condições psicológicas.

source: Such encounters, generally unexpected, involve all the faculties of our being: instinctive and rational, mental and physical.
pt: Tais encontros, geralmente inesperados, envolvem todas as faculdades do nosso ser: instintivas e racionais, mentais e físicas.

source: Such events were of recent date and could be verified by contemporaries of Josephus.
pt: Tais eventos foram de data recente e puderam ser verificados por contemporâneos de Josefo.

source: Such flight could be critical, involving life or death.
pt: Esse voo pode ser crítico, envolvendo vida ou morte.

source: Such have set up a life-style in their ignorance; they have lost the truly human outlook.
pt: Tais estabeleceram um estilo de vida em sua ignorância; eles perderam a perspectiva verdadeiramente humana.

source: Such is the case, for instance, with the idea of the immortality of the soul.
pt: Tal é o caso, por exemplo, da ideia da imortalidade da alma.

source: Such is the hard core of today’s revolution.
pt: Tal é o núcleo da revolução de hoje.

source: Such messages are to be compared to a “two-edged sword, piercing to the division of soul and spirit, of joints and marrow.” Hebrews 4:12.
pt: Tais mensagens devem ser comparadas a uma “espada de dois gumes, penetrando na divisão de alma e espírito, de juntas e medulas”. Hebreus 4:12.

source: Such obedience, rather than abolishing the Law, establishes it.
pt: Tal obediência, em vez de abolir a Lei, estabelece isso.

source: Such parallelism is of the chiastic type, so called because of its relationship (as pictured) to the Greek letter X (chi).
pt: Tal paralelismo é do tipo quiástico, assim chamado por causa de sua relação (como retratado) com a letra grega X (chi).

source: Such religious sensitivity seems surprising at a time such as this, when people would be inclined to look for the easy compromise, the ready-made excuse.
pt: Tal sensibilidade religiosa parece surpreendente em um momento como este, quando as pessoas estariam inclinadas a procurar o compromisso fácil, a desculpa pronta.

source: Such stereotypes can be termed infamous, though they still are circulated openly or by inference.
pt: Tais estereótipos podem ser chamados de infames, embora ainda circulem abertamente ou por inferência.

source: Such was the case in John 7.
pt: Tal foi o caso em João 7.

source: Such was the position monasteries found themselves in.
pt: Tal era a posição em que os mosteiros se encontravam."

source: Such “conversions” fail to acknowledge the revelation of peace provided for mankind in the bosom of scriptural Israel.
pt: Tais “conversões” deixam de reconhecer a revelação da paz fornecida à humanidade no seio das escrituras de Israel.

source: Suddenly a chasm will appear between him and them that seemingly nothing can bridge.
pt: De repente, um abismo aparecerá entre ele e eles que aparentemente nada pode fazer a ponte.

source: Suddenly a deep, majestic river flows swiftly before his eyes.
pt: De repente, um rio profundo e majestoso corre rapidamente diante de seus olhos.

source: Suddenly, Jesus was no longer a Jew!
pt: De repente, Jesus não era mais judeu!

source: Suffering and death were not the only destiny of the son of Joseph.
pt: O sofrimento e a morte não eram o único destino do filho de José.

source: Sunday was chosen to replace it.
pt: Domingo foi escolhido para substituí-lo.

source: Table of Contents
pt: Índice

source: Talmudic exegesis, with Sforno as a typical representative, considers the serpent to be the “evil,” the “seductor,“etc.
pt: A exegese talmúdica, com Sforno como um representante típico, considera a serpente como o "mal", o "sedutor", etc.

source: Tell how at the same time that Love lived, an infamous thief sentenced to die was preferred by the people who greeted his release with hurrahs… while they cried out: ‘Crucify Him!
pt: Conte como, ao mesmo tempo em que o Amor viveu, um infame ladrão condenado a morrer era o preferido das pessoas que cumprimentavam sua libertação com urras... enquanto gritavam: "Crucifica-O!

source: Tertullian, Against Marcion 4.12.7.
pt: Tertuliano, Contra Marcião 4.12.7.

source: Thanks to this Law, man is provided with special discernment regarding good and evil.
pt: Graças a essa lei, o homem recebe um discernimento especial em relação ao bem e ao mal.

source: That Jeshua of Nazareth seemed to correspond in all points to the messianic portrait outlined in the Scriptures became inescapable to a growing number in the Jewish community.
pt: Que Jesus de Nazaré parecia corresponder em todos os pontos ao retrato messiânico delineado nas Escrituras tornou-se inevitável para um número crescente na comunidade judaica.

source: That attempt to resolve the difficulty attests, at least, that in Israel the Messiah was represented in these two manners.162 Does this mean that two Messiahs were expected?
pt: Essa tentativa de resolver a dificuldade atesta, pelo menos, que em Israel o Messias estava representado nessas duas maneiras.162 Isso significa que dois Messias eram esperados?

source: That author had devoted a whole collection of works on The History of AntiSemitism (English translation by Richard Howard, 1965): I. From the Time of Christ to the Court Jews; II.
pt: Esse autor havia dedicado toda uma coleção de obras sobre A História do Anti-Semitismo (tradução em inglês por Richard Howard, 1965): I. Do Tempo de Cristo para a Corte Judeus; II.

source: That conversion key was obviously known to Daniel.
pt: Essa chave de conversão era obviamente conhecida por Daniel.

source: That is, the ethical value or truth had created the story, according to this form of literary criticism.
pt: Ou seja, o valor ou a verdade ética criaram a história, de acordo com essa forma de crítica literária.

source: That picture of the clergy had made such an imprint on public thinking that the Talmud has recorded a popular song that goes like this: “House of Annas,214 unlucky me, unlucky me, because of their whisperings!… For they are all high priests, and their sons are treasurers, and their sons-in-law are Temple inspectors, and their valets jump on us and thrash us with sticks!“215
pt: Essa imagem do clero tinha feito tal impressão no pensamento público que o Talmud gravou uma canção popular que diz assim: “House of Annas, me deu azar, me deu azar, por causa de seus sussurros!… Pois todos são sumos sacerdotes e seus filhos são tesoureiros, e seus genros são inspetores do templo, e seus valetes saltam sobre nós e nos atiram com bastões!

source: That power was in his hands.
pt: Esse poder estava em suas mãos.

source: That religion had gone so far as to nullify that which in Israel had always been considered to be “a light to my path,“79 the standard par excellence, the Law.
pt: Essa religião chegara a ponto de anular aquilo que em Israel sempre fora considerado uma “luz para o meu caminho”, 79 o padrão por excelência, a Lei.

source: That separation is, on the contrary, a classical belief in the Greco-Roman tradition and in that of the Hindus.“247
pt: Essa separação é, ao contrário, uma crença clássica na tradição greco-romana e na dos hindus. ”247

source: That source will be found far from today’s civilization, far from all forms of intellectual and spiritual contamination, well separated from jostling humanity.
pt: Essa fonte será encontrada longe da civilização de hoje, longe de todas as formas de contaminação intelectual e espiritual, bem separadas da luta contra a humanidade.

source: That such a conclusion was conceivable bears witness to a particularly bold messianism.
pt: Que tal conclusão fosse concebível testemunha um messianismo particularmente ousado.

source: That these two “truths” - the Sabbath and the coming of the Lord - should be together in both the Old and New Testaments is not in the least astonishing; they simply express the same faith.
pt: Que essas duas "verdades" - o sábado e a vinda do Senhor - deveriam estar juntas no Antigo e no Novo Testamento não é de modo algum surpreendente; eles simplesmente expressam a mesma fé.

source: That was a very troubled period….
pt: Esse foi um período muito conturbado…

source: That was the period when this image of the Jew appeared for the first time.56
pt: Esse foi o período em que essa imagem do judeu apareceu pela primeira vez.

source: That was the time when the teachings of Jeshua (Jesus) and His disciples were still remembered - and accepted.
pt: Essa foi a época em que os ensinamentos de Jesus e Seus discípulos ainda eram lembrados - e aceitos.

source: That which has become seemingly irreconcilable was once perfectly admissible in Jewish thought.
pt: Aquilo que se tornou aparentemente irreconciliável já foi perfeitamente admissível no pensamento judaico.

source: That year would be A. D. 27.
pt: Esse ano seria 27 D.C.

source: The Aramaic expression, Maran Atha, was also used to express a fervent prayer, Maran-na-tha: “Lord, I pray Thee, come!” Daily life was set to this theme.
pt: A expressão aramaica, Maran Atha, também foi usada para expressar uma oração fervorosa, Maran-na-tha: "Senhor, eu peço a Ti, venha!" A vida cotidiana foi definida para este tema.

source: The Attack.
pt: O Ataque.

source: The Bible authorizes this conclusion.
pt: A Bíblia autoriza essa conclusão.

source: The Bible has not really been heard by our civilization.
pt: A Bíblia não foi realmente ouvida pela nossa civilização.

source: The Bible has taught us to lend attention to proper names, for often they have a definite message for us.
pt: A Bíblia nos ensinou a prestar atenção aos nomes próprios, pois muitas vezes eles têm uma mensagem definida para nós.

source: The Bible is not a book like all others.
pt: A Bíblia não é um livro como todos os outros.

source: The Bible opens up to whoever takes it as it is.
pt: A Bíblia se abre para quem quer que seja como é.

source: The Christian Jew must still be considered a full brother, worthy of esteem, even though his conversion may be hard to understand.
pt: O judeu cristão ainda deve ser considerado um irmão completo, digno de estima, embora sua conversão possa ser difícil de entender.

source: The Christian must be sure, too, not to mask the nature of his feelings toward Israel after all, when they take on a political hue.
pt: O cristão deve ter certeza, também, de não mascarar a natureza de seus sentimentos em relação a Israel, afinal, quando assumem um tom político.

source: The Christian must dedicate himself to this personal revolution - to this linguistic purification.
pt: O cristão deve dedicar-se a essa revolução pessoal - a essa purificação lingüística.

source: The Christian reaction was reflected in the attitude of Bishop Victorinus de Pettau, in the third century, who did not want it to appear that he “observed the Sabbath of the Jews.“8
pt: A reação cristã se refletiu na atitude do bispo Victorinus de Pettau, no terceiro século, que não queria que parecesse que ele “observava o sábado dos judeus” .8

source: The Christian religion, resting on the person of the Christ or Messiah, is essentially an experience - a person-to-person relationship.
pt: A religião cristã, baseada na pessoa do Cristo ou do Messias, é essencialmente uma experiência - uma relação pessoa a pessoa.

source: The Christian should forget that he is involved with a Jew, and conversely; otherwise each will feel compelled to play a role, to defend his group position, in which case the idea of dialogue and honest inquiry will be warped at the outset.
pt: O cristão deve esquecer que está envolvido com um judeu e, inversamente; caso contrário, cada um deles se sentirá obrigado a desempenhar um papel, a defender sua posição de grupo, caso em que a idéia de diálogo e de investigação honesta será distorcida no início.

source: The Christian theologian Andre Lamorte echoes this same opinion.
pt: O teólogo cristão André Lamorte ecoa essa mesma opinião.

source: The Christian theologian R. de Pury is just as categorical: “The Bible, on which must be based our preaching, has nowhere the smallest trace of a belief in the immortality of the soul.“243
pt: O teólogo cristão R. de Pury é igualmente categórico: “A Bíblia, sobre a qual devemos basear nossa pregação, não tem em nenhum lugar o menor traço de crença na imortalidade da alma.” 243

source: The Christian took his stand with Christ and heaped reproach on the Jew for rejecting Him; the Jew took his stand for the Law, as a means of justifying his refusal.
pt: O cristão assumiu sua posição com Cristo e reprovou o judeu por rejeitá-lo; o judeu tomou sua posição pela Lei, como um meio de justificar sua recusa.

source: The Christian will not remain barricaded, on this question, in an obscurantism worthy of the Dark Ages.
pt: O cristão não permanecerá barricado, nesta questão, em um obscurantismo digno da Idade das Trevas.

source: The Christian will want to shed all his prejudices.
pt: O cristão vai querer abandonar todos os seus preconceitos.

source: The Christians knew the stark facts of the situation, but they remained silent.
pt: Os cristãos conheciam os fatos gritantes da situação, mas permaneceram em silêncio.

source: The Christians.
pt: Os cristãos.

source: The Church adopted another past, other customs, and observed another law.
pt: A Igreja adotou outro passado, outros costumes, e observou outra lei.

source: The Church became a power in the empire because of her marvelous ability to adapt.
pt: A Igreja tornou-se um poder no império por causa de sua maravilhosa capacidade de adaptação.

source: The Church recognizes a like view in the words of the authoritative Encyclopedia of Faith: “The two traditions are not identical.
pt: A Igreja reconhece uma visão semelhante nas palavras da Encyclopedia of Faith autoritativa: “As duas tradições não são idênticas.

source: The Church set out to win the Greco-Latin world to the Christ-King.
pt: A Igreja partiu para conquistar o mundo greco-latino para o Cristo Rei.

source: The Cohen
pt: O Cohen

source: The Context.
pt: O contexto.

source: The Decalogue had been written by God (Deuteronomy 10:4), while the ceremonial law was outlined by Moses (Deuteronomy 31:9, 24).
pt: O Decálogo fora escrito por Deus (Deuteronômio 10: 4), enquanto a lei cerimonial foi esboçada por Moisés (Deuteronômio 31: 9, 24).
